Repository: alyssontkd/glpi-custom
Catalog: src/glpi/plugins/pdf/locales/*.po
Languages: lv_lv

source: Print to pdf
lv_lv: Printēt uz pdf

source: Approvals for the change
lv_lv: Izmaiņu apstiprināšanas

source: No printer
lv_lv: Nav printera

source: No monitor
lv_lv: Nav monitora

source: No peripheral
lv_lv: Nav perifērijas

source: No phone
lv_lv: Nav telefona

source: Associated documents
lv_lv: Asociēti dokumenti

source: No question found
lv_lv: Jautājums nav atrasts

source: Choose the tables to print in pdf
lv_lv: Izvelēties tabulas kuras printēt uz pdf

source: Portrait
lv_lv: Portretorientācija

source: Landscape
lv_lv: Ainavorientācija

# button
source: Print
lv_lv: Printēt

source: No ticket found.
lv_lv: Pieteikumi nav atrasti.

source: No current and future reservations
lv_lv: Nav tagadējas un nākotnes rezervācijas

source: No past reservations
lv_lv: Nav iepriekšējas rezervācijas

source: Item not reservable
lv_lv: Objektu nevar rezervēt

source: Requester information
lv_lv: Pieteicēja informācija

source: Source of followup
lv_lv: Sekojuma avots

source: 1 star
lv_lv: 1 zvaigzne

source: 2 stars
lv_lv: 2 zvaigznes

source: 3 stars
lv_lv: 3 zvaigznes

source: 4 stars
lv_lv: 4 zvaigznes

source: 5 stars
lv_lv: 5 zvaigznes

source: No answer
lv_lv: Nav atbildes

source: By user
lv_lv: Ar lietotāju

source: By group
lv_lv: Ar grupu

source: Approvals for the ticket
lv_lv: Pieteikuma apstiprinājumi
