Repository: alyssontkd/glpi-custom
Catalog: src/glpi/plugins/mreporting/locales/*.po
Languages: cs_cz

source: More Reporting
cs_cz: Rozšířený reporting

source: General Report - ODT
cs_cz: Obecný report - ODT

source: No report is available !
cs_cz: Není k dispozici žádný report !

source: No data for this date range !
cs_cz: Nebyla nalezena žádná data pro toto časové rozmezí !

source: GLPI statistics reports
cs_cz: Statistické reporty GLPI

source: Automaticaly generated by GLPI
cs_cz: Automaticky generováno systémem GLPI

source: Dashboard
cs_cz: Přehled

source: Reports list
cs_cz: Seznam reportů

source: Without data
cs_cz: Bez dat

source: With data
cs_cz: S daty

source: Number
cs_cz: Počet

source: Please, select a model in your preferences
cs_cz: Prosím vyberte model do svých preferencí

source: No model available
cs_cz: Žádný model není k dispozici

source: No graphic selected
cs_cz: Nebyl vybrán žádný obrázekl

source: Rights management
cs_cz: Správa práv

source: Notification for "More Reporting"
cs_cz: Notifikace pro "Rozšířený report"

source: <p>Hello,</p> <p>GLPI reports are available.<br /> You will find attached in this email.</p>
cs_cz: <p>Dobrý den,</p> <p>Jsou k dispozici GLPI reporty.<br /> Naleznete je v příloze tohoto emailu.</p>

source: Hello, GLPI reports are available. You will find attached in this email.
cs_cz: Dobrý den, Jsou k dispozici GLPI reporty. Naleznete je v příloze tohoto emailu.

source: Notification(s) sent !
cs_cz: Upozornění bylo posláno !

source: Select a report to display
cs_cz: Vyberte report k zobrazení

source: Dashboard is empty. Please add reports by clicking on the icon
cs_cz: Přehled je prázdný. Prosím přidejte report kliknutím na ikonu

source: Add a report
cs_cz: Přidat report

source: Select a report to add
cs_cz: Vybrat report k vložení

source: Configure report
cs_cz: Nastavit report

source: Configuration
cs_cz: Nastavení

source: See area
cs_cz: Viz plocha

source: Curve lines (SVG)
cs_cz: Křivky (SVG)

source: See values
cs_cz: Zobrazit hodnoty

source: Reverse data array
cs_cz: Reverzní pole dat

source: Unit
cs_cz: Jednotka

source: Default delay
cs_cz: Výchozí zpoždění

source: Additional condition for MySQL
cs_cz: Dodatečná podmínka pro MySQL

source: See graphic
cs_cz: Zobrazit grafiku

source: Class
cs_cz: Třída

source: Send this report with the notification
cs_cz: Odeslat tento report pomocí notifikace

source: Initialize graphics configuration
cs_cz: Inicializace nastavení grafiky

source: On mouse over
cs_cz: Nad myši

source: Object already exists
cs_cz: Objekt již existuje

source: Undefined
cs_cz: Nedefinováno

source: Add/remove software on a computer
cs_cz: Přidat/Odebrat software v počítači

source: Add/remove version on a software
cs_cz: Přidat/Odebrat verzi v software

source: Add infocom
cs_cz: Přidat infocom

source: Add/remove profile on a user
cs_cz: Přidat/Odebrat profil uživatele

source: Add/remove group on a user
cs_cz: Přidat/Odebrat skupinu uživatele

source: User deleted from LDAP
cs_cz: Uživatel byl smazán z LDAPu

source: Webservice logs
cs_cz: Logy webových služeb

source: OCS Infos
cs_cz: Informace OCS

source: Add/update/remove device
cs_cz: Přidat/Aktualizovat/Odebrat zařízení

source: Add/remove relation
cs_cz: Přidat/Odebrat relaci

source: Add/remove item
cs_cz: Přidat / Odebrat položku

source: Comments & date_mod changes
cs_cz: Komentáře & date_mod změny

source: Genericobject plugin logs
cs_cz: Logy generického objektu
