Repository: alyssontkd/glpi-custom
Catalog: src/glpi/plugins/escalade/locales/*.po
Languages: cs_cz

source: Group concerned by the escalation
cs_cz: Skupina dotčená eskalací

source: Escalation
cs_cz: Eskalace

source: missing parameters
cs_cz: chybějící parametry

source: full assignation history
cs_cz: plná historie přiřazení

source: Configuration Escalade plugin
cs_cz: Konfigurace pluginu Escalade

source: Remove old assign group on new group assign
cs_cz: Odebrat původní skupinu při přidělení nové skupiny

source: show group assign history visually
cs_cz: zobrazit přiřazenou historii skupiny vizuálně

source: Escalation history in tasks
cs_cz: Historie eskalace v úkolech

source: Remove technician(s) on escalation
cs_cz: Odebrat technika(y) při eskalaci

source: Ticket status after an escalation
cs_cz: Stav požadavku po eskalaci

source: Assign ticket to intial group on solve ticket
cs_cz: Přiřadit požadavek prvotní skupině pro řešení požadavku

source: Assign the technical manager on ticket category change
cs_cz: Přiřadit vedoucího technika kategorii požadavku změna

source: Assign the technical groupe on ticket category change
cs_cz: Přiřadit skupinu technika kategorii požadavku změna

source: Clone tickets
cs_cz: Kopírovat požadavky

source: Close cloned tickets at the same time
cs_cz: Uzavřít kopírované požadavky ve stejný čas

source: Use the technician's group
cs_cz: Použít skupinu techniků

source: a time of creation
cs_cz: čas vytvoření

source: a time of modification
cs_cz: čas změny

source: Nota: This feature (creation part) is duplicate with the <a href='##link##'>Behavior</a>plugin. This last has priority.
cs_cz: Pozn.: Tato funkce (část vytvoření) je duplicitní k <a href='##link##'> Behavior </a> pluginu. Tato poslední má přednost.

source: Display delete button of assigned groups
cs_cz: Zobrazit tlačítko Smazat přiřazeným skupinám

source: Display delete button of assigned users
cs_cz: Zobrazit tlačítko Smazat přiřazeným uživatelům

source: Enable filtering on the groups assignment
cs_cz: Zapnout filtrování dle přiřazení skupin

source: Don't change
cs_cz: Neměnit

source: Reassign the ticket to group
cs_cz: Přiřadit požadavek skupině

source: View full history
cs_cz: Zobrazit plnou historii

source: Tickets to follow (climbed)
cs_cz: Požadavky k řešení (zpracované)

source: Tickets to close (climbed)
cs_cz: Požadavky k uzavření (zpracované)

source: Solution provided, back to the group
cs_cz: Řešení poskytnuto, zpět skupině

source: Solution rejected, return to the group
cs_cz: Řešení odmítnuto, vráceno skupině

source: escalated to the group
cs_cz: eskalováno na skupinu

source: Error : get old ticket
cs_cz: Chyba: získání původního požadavku

source: Error : adding new ticket
cs_cz: Chyba: přidávání nového požadavku

source: Error : adding link between the two tickets
cs_cz: Chyba: přidávání odkazů mezi dvěma požadavky

source: This ticket has been from the ticket num
cs_cz: Tento požadavek byl z požadavku č.

source: Error : adding followups
cs_cz: Chyba: přidávání doplňující zprávy

source: Error : adding actors (user)
cs_cz: Chyba: přidávání řešitelů (uživatel)

source: Error : adding actors (group)
cs_cz: Chyba: přidávání řešitelů (skupiny)

source: Error : adding documents
cs_cz: Chyba: přidávání dokumentů

source: Assign me this ticket
cs_cz: Přiřadit mi tento požadavek

source: Clone and link
cs_cz: Kopírovat a přirřadit
